const th = {
  welcome: 'ยินดีต้อนรับสู่เครปช็อปของเรา',
  heroDesc: 'เรายินดีต้อนรับคุณสู่ร้านเครปของเรา! เราใส่ใจและให้เกียรติลูกค้าทุกคน ทำเครปด้วยความรัก เพื่อนำเสนอประสบการณ์ที่ดีที่สุด',
  buildCrepe: 'เลือกทำเครปของคุณ',
  toppings: 'ท็อปปิ้ง',
  sauces: 'ซอส',
  whipped: 'วิปครีม',
  summary: 'สรุปคำสั่งซื้อ',
  total: 'ราคารวม',
  addToOrder: 'เพิ่มในคำสั่งซื้อ',
  orderQR: 'สั่งและสร้างคิวอาร์',
  gallery: 'แกลเลอรี',
  contact: 'ติดต่อ',
  cabinet: 'ตู้ของฉัน',
  signIn: 'เข้าสู่ระบบ',
  signUp: 'สมัครสมาชิก',
  logout: 'ออกจากระบบ'
} as const;

export default th;


